hurrican/hurrican-acceptance-test/src/citrus/resources/templates/scanview/v1/DocumentArchive_02/getDocumentRequest.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <getDocument
                xmlns="http://www.mnet.de/esb/cdm/Customer/DocumentArchiveService/v1">
            <endUserId>AIL_HURRICAN</endUserId>
            <documentId>${documentId}</documentId>
        </getDocument>
    </soap:Body>
</soap:Envelope>
